{
  "translation": {
    "Disponible para trabajar": "Disponibile per lavorare",
    "Trabajando y conectando": "Lavorando e sviluppando",
    "Hola 👋, soy Facundo": "Ciao 👋, sono Facundo",
    "Soy desarrollador de software hace +5 años, con una alta especialización en <1>Frontend y liderazgo de equipos</1>": "Sono sviluppatore software da oltre 5 anni, con una specializzazione in <1>sviluppo frontend e leadership di team</1>",
    "Contáctame": "Contattami",
    "Conectemos en Linkedin": "Connettiamoci su Linkedin",
    "Sígueme en GitHub": "Seguimi su GitHub",
    "Lideré el desarrollo frontend en Mercadolibre, diseñé arquitecturas clave, integré proveedores como Disney+ y HBO Max, ejecuté migraciones críticas, y desarrollé un widget estratégico para usuarios afiliados, contribuyendo al programa de lealtad y suscripciones.": "Ho guidato lo sviluppo frontend in Mercadolibre, progettato architetture chiave, integrato fornitori come Disney+ e HBO Max, eseguito migrazioni critiche e sviluppato un widget strategico per utenti affiliati, contribuendo ai programmi di fedeltà e abbonamento.",
    "Septiembre 2023": "Settembre 2023",
    "Lideré un equipo en Globant para desarrollar una billetera virtual para Prisma Medios de Pago, facilitando la colaboración entre frontend, backend e infraestructura. Implementé funciones clave, promoví buenas prácticas de desarrollo y trabajé en productos para Disney, incluyendo landing pages y mantenimiento de reproductores de video.": "Ho guidato un team in Globant per sviluppare un portafoglio virtuale per Prisma Medios de Pago, facilitando la collaborazione tra frontend, backend e infrastruttura. Ho implementato funzioni chiave, promosso buone pratiche di sviluppo e lavorato su prodotti Disney, inclusi landing page e manutenzione dei player video.",
    "Junio 2021": "Giugno 2021",
    "Experiencia laboral": "Esperienza lavorativa",
    "Casos de éxito": "Casi di successo",
    "Desarrollos de alto impacto": "Sviluppi ad alto impatto",
    "Hice varios desarrollos en Mercado Libre de alto impacto, desde un widget en las paginas de productos que soportaba mas de 45krpm, hasta liderar la iniciativa de backoffice de mi BU, facilitando con esas herramientas la resolucion de casos de customer experience. Desarrollé las primeras herramientas basadas en microfrontends en mi BU y fuí pionero para los desarrollos de las mismas.": "Ho realizzato vari sviluppi ad alto impatto in Mercado Libre, da un widget nelle pagine dei prodotti che supportava più di 45krpm, a guidare l'iniziativa backoffice della mia BU, facilitando con questi strumenti la risoluzione dei casi di customer experience. Ho sviluppato i primi strumenti basati su microfrontend nella mia BU e sono stato un pioniere nello sviluppo degli stessi.",
    "Mentorías y programa de afiliados": "Mentoraggio e Programma Affiliati",
    "Fuí referente técnico y mentor de varios desarrolladores en Mercado Libre, estuve en el desarrollo del programa de afiliados desde sus inicios y ayudé a evolucionar la arquitectura frontend y backend de la misma. Ayudé a mejorar el delivery, los procesos de control de calidad, la calidad de los entregables de frontend, y apliqué arquitectura hexagonal en los frontends para mejorar la mantenibilidad, escalabilidad y seguridad de esas aplicaciones.": "Sono stato referente tecnico e mentore di diversi sviluppatori in Mercado Libre, ho partecipato allo sviluppo del programma di affiliazione fin dall'inizio e ho contribuito all'evoluzione dell'architettura frontend e backend dello stesso. Ho migliorato il delivery, i processi di controllo della qualità, la qualità dei deliverable frontend, e ho applicato l'architettura esagonale nei frontend per migliorare la manutenibilità, scalabilità e sicurezza di queste applicazioni.",
    "Migraciones en Mercado Libre": "Migrazioni in Mercado Libre",
    "Participé en diferentes procesos de migración dentro de Mercado Libre, en las iniciativas del programa de fidelidad y suscripciones, lideré una migración de framework testing donde logramos mejorar el coverage de todas las aplicaciones de frontend de la BU de <40% a >95%, y estuve en el proceso de evolución hacia su nuevo servicio de suscripcion meli+.": "Ho partecipato a diversi processi di migrazione all'interno di Mercado Libre, nelle iniziative del programma di fedeltà e abbonamenti, ho guidato una migrazione del framework di testing dove abbiamo migliorato la copertura di tutte le applicazioni frontend della BU dal <40% al >95%, e sono stato coinvolto nel processo di evoluzione verso il nuovo servizio di abbonamento meli+.",
    "Desarrollo Billetera Virtual": "Sviluppo Portafoglio Virtuale",
    "Lideré el desarrollo de una aplicación de billetera virtual de Prisma Medios de pago desde cero, donde los vendedores podían cobrar, ver saldos, generar links y qr's de pago, ver sus estadisticas y otras operaciones.": "Ho guidato lo sviluppo di un'applicazione di virtual wallet per Prisma Medios de Pago da zero, dove i venditori potevano ricevere pagamenti, controllare saldi, generare link e codici QR di pagamento, visualizzare statistiche e altre operazioni.",
    "Sobre mí": "About",
    "Yo y mi mejor amigo, Ubbe": "Io e il mio miglior amico, Ubbe",
    "¡Hola! Soy Facundo, y me encanta el mundo del desarrollo frontend! Soy una persona naturalmente curiosa, cuando me encuentro con un problema que puede tener una solución tecnológica, me obsesiono para encontrar la solución.": "Ciao! Sono Facundo, e adoro il mondo dello sviluppo frontend! Sono una persona naturalmente curiosa, quando mi trovo di fronte a un problema che può avere una soluzione tecnologica, mi ossessiono per trovare la soluzione.",
    "Amo el mundo del desarrollo de software, me considero un especialista frontend, pero mis intereses son varios. Me gusta la arquitectura de software, el liderazgo técnico, las metodologías agiles, el desarrollo backend, y muchas otras cosas más.": "Amo il mondo dello sviluppo software, mi considero uno specialista frontend, ma ho molti interessi. Mi piace l'architettura software, la leadership tecnica, le metodologie agili, lo sviluppo backend, e molte altre cose.",
    "¡Siempre estoy en búsqueda de nuevos desafíos! ¡Y considero que todos los días es una oportunidad para aprender algo nuevo!": "Sono sempre alla ricerca di nuove sfide! E considero ogni giorno un'opportunità per imparare qualcosa di nuovo!",
    "Conectemos y veamos a donde nos lleva este viaje inesperado": "Connettiamoci e vediamo dove ci porta questo viaggio inaspettato.",
    "Ver más": "Vedi di più",
    "Ver menos": "Vedi di meno"
  }
}
